of-run/owcD13/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    atmosphere
    {
        type            patch;
        nFaces          1388;
        startFace       173687;
    }
    outflow
    {
        type            patch;
        nFaces          61;
        startFace       175075;
    }
    allwall
    {
        type            wall;
        nFaces          14017;
        startFace       175136;
    }
)

// ************************************************************************* //
